[
    {
        "item": "Texas Outlaw",
        "img": "https://prodimage.images-bn.com/pimages/9780316428163_p0_v2_s550x406.jpg",
        "price": 19.60,
        "inStock": true,
        "itemDescription": "Texas Ranger Rory Yates is not keen for hero status. But it's unavoidable once his girlfriend, country singer Willow Dawes, writes a song about his bravery. Rory escapes his newfound fame when he's sent to the remote West Texas town of Rio Lobo, a municipality with two stoplights. And now, according to the Chief of Police, it has one too many Texas Rangers.",
        "review": [
            {
                "rating": 4,
                "reviews": "Kept me riveted every time I picked it up. Was a little more than half way and couldn’t put it down. Has a a couple unexpected twists. Very enjoyable!"
            }
        ]
    },
    {
        "item": "Avengers: Endgame (DVD)",
        "img": "https://i5.walmartimages.com/asr/86887fb1-3e71-47e7-bd97-0d46197e575e_1.3fdedfe52d4b9c7c482ad43a71a98179.jpeg?odnWidth=450&odnHeight=450&odnBg=ffffff",
        "price": 13,
        "inStock": true,
        "itemDescription": "Five years after suffering a crushing defeat and staggering losses at the hands of the evil Thanos (Josh Brolin in a motion-capture performance), Iron Man (Robert Downey, Jr.), Captain America (Chris Evans), Thor (Chris Hemsworth), and the rest of the remaining Avengers join forces with allies new and old as they travel back in time to various points in the past in a desperate attempt to obtain the powerful Infinity Stones and put things right. Thrilling, critically acclaimed, blockbuster sequel also stars Mark Ruffalo, Scarlett Johansson, Jeremy Renner.Avengers: Endgame (DVD)",
        "review": [
            {
                "rating": 4,
                "reviews": "Best Avengers movie to date! Great acting, with great humor, action, and a few surprises. A must for any Marvel fan."
            }
        ]
    },
    {
        "item": "Morrison Rocking Recliner",
        "img": "https://s3.amazonaws.com/vc-spins/production/000025/010766%7CD162664/low_resolution_spin_11.jpeg",
        "price": 599,
        "inStock": true,
        "itemDescription": "The Morrison Rocking Recliner is a family favorite that’s designed for comfort and durability. It features a tufted back and chaise seat, plus amply padded arms to cradle you in comfort. Simply use the convenient handle on the outside arm to raise the legrest for reading, relaxing or watching TV. When you’re not reclining, it’s a relaxing rocker with a smooth, graceful motion. Make it yours with your choice of fabrics and other available upgrades.",
        "review": [
            {
                "rating": 4.5,
                "reviews": "I was torn between recliners and decided on this one i! It’s the best purchase I have made in a long time! Very comfortable and relaxing after a long day at work!!"
            }
        ]
    },
    {
        "item": "Simple Designs Floor Lamp with Reading Light, Silver",
        "img": "https://i5.walmartimages.com/asr/c38e8535-2ee2-477d-9e9a-836b20fefa27_1.7f30636db35fcff157ee24a0de659680.jpeg?odnWidth=450&odnHeight=450&odnBg=ffffff",
        "price": 29.99,
        "inStock": true,
         "itemDescription": "A charming, inexpensive, and practical floor lamp to meet your basic lighting needs. This simple mother/daughter floor lamp with reading light features a painted finish and plastic white shades. Perfect for living room, bedroom, office, kids room, or college dorm.Simple Designs Floor Lamp with Reading Light, Silver",
        "review": [
            {
               "rating": 3,
               "reviews": "This torchiere lamp sheds a nice light on the room, and the reading light is a great addition. It was easily assembled, and it's a good, sturdy lamp. The shades are plastic, which seemed kind of cheap when I unpacked the box, but they're actually very good looking once the lamp is assembled."
            }
        ]
    },
    {
        "item": "iPad mini",
        "img": "https://store.storeimages.cdn-apple.com/4982/as-images.apple.com/is/ipad-mini-select-201911?wid=930&amp;hei=1060&amp;fmt=jpeg&amp;qlt=80&amp;op_usm=0.5,0.5&amp;.v=1584056010058",
        "price": 399,
        "inStock": true,
        "itemDescription": "iPad mini is beloved for its size and capability. And now there are even more reasons to love it. The A12 Bionic chip with Neural Engine. A 7.9‑inch Retina display with True Tone. And Apple Pencil, so you can capture your biggest ideas wherever they come to you. It’s still iPad mini. There’s just more of it than ever.",
        "review": [
            {
               "rating": 4,
               "reviews": "The iPad mini 2019 is Apple’s most totable iPad, and it’s deceptively powerful for its small size. It has a bright 7.9-inch display that works with the Apple Pencil and a chipset that smokes the small tablet competition. Its price is equally deceptive, costing more than the larger iPad 9.7. For its asking price, we would have loved to have seen an 'iPad Pro mini' and Apple Pencil Gen 2 support, but it’s hard not to love this charming little tab."
            }
        ]
    },
    {
        "item": "Local Gym Membership",
        "img": "https://powerhousegym.com/wp-content/themes/powerhousegym/assets/img/find_a_gym.jpg",
        "price": 30,
        "inStock": false,
        "itemDescription": "A modern day gymnasium (as gym used to be called way back in Ancient Greece) is a place for indoor physical workout where various equipment and machines are typically used. For some people, a typical gym is a place where you focus on weight lifting and similar activities.",
        "review": [
            {
                "rating": 5,
                "reviews": "This is the best gym I have joined. The staff are extremely helpful and the gym itself is clean and well kept. I recommended anyone looking for a good everyday gym to come and check this place out."
            }
        ]
    },
    {
        "item": "iBUYPOWER - Gaming Desktop - Intel Core i7-9700F - 16GB Memory - NVIDIA GeForce RTX 2060 SUPER - 1TB HDD + 480GB Solid State Drive - Black",
        "img": "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6362/6362983_sd.jpg;maxHeight=640;maxWidth=550",
        "price": 1299.99,
        "inStock": true,
        "itemDescription": "iBUYPOWER Desktop: Stay ahead of the competition with this iBUYPOWER desktop computer. The 16GB of RAM and Intel Core i7 processor run complex programs, while the 1TB hard drive and 480GB SSD provide plenty of storage space and fast start-up times. This iBUYPOWER desktop computer features an NVIDIA GeForce RTX 2060 SUPER graphics card for 3-D modeling and AI simulations.",
        "review": [
            {
                "rating": 4.7,
                "reviews": "I have had my old computer for about 10 years and I have been looking for something to replace it with. I came across this computer and it has all the top line items that I need for my graphics and video editing work. I have been using this new computer for a little over four weeks and I cam tell you this is an awesome computer with quality components. I would recommend this computer to anyone!!!"
            }
        ]
    },
    {
        "item": "M18 FUEL™ SAWZALL® Reciprocating Saw (Tool Only)",
        "img": "https://www.milwaukeetool.com/-/media/Products/Power-Tools/Cordless/Saws-and-Cutters/2720-20.jpg?mw=461&mh=422&hash=790909C509568B28793A818021AD654F46088ED9",
        "price": 153.37,
        "inStock": true,
        "itemDescription": "Our M18 FUEL™ SAWZALL® Cordless Reciprocating Saw cuts faster than its corded counterparts and gives you up to 2X more run-time and 5X longer tool life than competitive saws. The recip saw's POWERSTATE™ brushless motor provides you with cutting power that has only been associated with corded tools. The M18™ REDLITHIUM™ XC5.0 Battery Pack (not included) delivers up to 2.5X runtime and gives you more work per charge and more work over the life of the pack than competitive batteries. The saw’s REDLINK PLUS™ Intelligence ensures optimized performance and protection from overloading, overheating and over-discharging. The 18-volt lithium-ion SAWZALL® features an adjustable shoe, integrated LED light and a hanging hook for convenient storage while you are on the job.",
        "review": [
            {
                "rating": 4.7,
                "reviews": "The M-18 Fuel Sazall is incredible. I'm a senior citizen and I bought this because I didn't want to deal with a chainsaw anymore for cutting down young wild trees on the farm where I live. With a pruning blade, it just blasts through 3' diameter trunks and is just a bit slower for 4 to 6' ones. It seems to cut better than my old corded reciprocating saw. Also made quick work of cutting up some old treated 4x4 posts I wanted to get rid of. I'm very happy with this purchase."
            }
        ]
    },
    {
        "item": "General Assembly Software Engineering Immersive",
        "img": "https://course_report_production.s3.amazonaws.com/rich/rich_files/rich_files/5023/original/ga-sei-curriculum.png",
        "price": 15000,
        "inStock": true,
        "itemDescription": "Get hands-on with leading front-end web development and back-end web development languages: HTML, CSS, JavaScript, Python, Django, Ruby on Rails, React, Angular, or SQL. Learn the skills to discuss and use data structures and algorithms to solve real-world problems.",
        "review": [
            {
                "rating": 5,
                "reviews": "First, off I love GA. GA changed my life completely. I took part in the full-time web development immersive program and by far it is one of the best decisions I've made in my life. Never would I have thought I would be where I'm currently at in life."
            }
        ]
    },
    {
        "item": "Cure to Covid 19",
        "img": "https://cdn.pixabay.com/photo/2016/09/16/19/17/injection-1674900__340.png",
        "price": 190000000000000.97,
        "inStock": false,
        "itemDescription": "Pretty much the thing everyone has been waiting for.",
        "review": [
            {
                "rating": 5,
                "reviews": "Hope it works!"
            }
        ]
    }
]